Repository: JasonYeYuhe/Soundpost
Catalog: Soundpost/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %lld days
ja: %lld 日
zh_hans: %lld 天

source: %lld days ago, you captured this sound. Listen back.
ja: %lld日前、あなたはこの音を残しました。聴き返してみましょう。
zh_hans: %lld 天前，你录下了这段声音。回去听听吧。

source: %lld percent played
ja: %lld パーセント再生済み
zh_hans: 已播放 %lld%%

source: / year
ja: ／年
zh_hans: ／年

source: A capsule has resurfaced
ja: カプセルがよみがえりました
zh_hans: 一个胶囊重现了

source: A card theme pack
ja: カードのテーマパック
zh_hans: 卡片主题包

source: A colour applies to every capsule of that mood, old ones included — it is a palette, not a per-capsule setting. Soundpost keeps your choice readable on cards and in videos.
ja: 色は同じムードのすべてのカプセルに適用されます（過去のものも含む）。カプセルごとの設定ではなく、パレットです。カードや動画で読みやすいように調整されます。
zh_hans: 颜色会应用到该心情的所有胶囊，包括以前的——这是一套调色板，而非逐条设置。Soundpost 会让你选的颜色在卡片和视频里保持清晰。

source: A copy of every capsule's audio and a manifest of your notes, moods, places and dates. Your own data — nothing new leaves your device.
ja: すべてのカプセルの音声と、メモ・気分・場所・日付の一覧のコピーです。あなた自身のデータで、新たに端末の外に出るものはありません。
zh_hans: 每个胶囊的音频，加上你的笔记、心情、地点和日期的清单。这是你自己的数据——没有新内容离开你的设备。

source: A gentle seal — held until then.
ja: やさしい封印 — その日まで保管します。
zh_hans: 温柔的封印——保存到那一天。

source: A gentle seal: Soundpost keeps it hidden until then, but this is an honor-system lock on your device — not encryption.
ja: やさしい封印：その日まで Soundpost が非表示にしますが、これは端末上の善意によるロックであり、暗号化ではありません。
zh_hans: 温柔的封印：Soundpost 会将其隐藏到那一天，但这只是设备上基于自觉的锁定，并非加密。

source: A new recording draws its surprise echo somewhere in this range. Unlike your colours, this only seeds new recordings — without Pro they go back to 7–30 days, and echoes already set keep their dates.
ja: 新しい録音のエコーはこの範囲から選ばれます。色とは違い、これは新しい録音にだけ効きます。Pro がないと 7〜30 日に戻り、すでに決まったエコーの日付はそのままです。
zh_hans: 新录音的回声会从这个范围内抽取。与配色不同，它只影响新录音——没有 Pro 时会回到 7–30 天，已设定的回声日期保持不变。

source: A note to open on my birthday
ja: 誕生日に開く手紙
zh_hans: 留到生日那天打开的一段话

source: A sound resurfaces
ja: 音がよみがえる
zh_hans: 一段声音重现

source: A surprise reminder of what today sounded like.
ja: 今日がどんな音だったか、思いがけない日に知らせてくれます。
zh_hans: 在某个意想不到的日子，提醒你今天的声音。

source: About
ja: 情報
zh_hans: 关于

source: Add %@ to your line
ja: %@ を一言に追加
zh_hans: 把%@加入你的那句话

source: Allow Location Access
ja: 位置情報を許可
zh_hans: 允许定位

source: Alternate looks for your waveform cards, layered over each mood.
ja: 気分の色に重ねる、波形カードの別の装い。
zh_hans: 为你的波形卡片换上别样外观，叠加在每种心情之上。

source: An echo from your past
ja: 過去からのこだま
zh_hans: 来自过去的回响

source: Anxious
ja: 不安
zh_hans: 焦虑

source: Auto-renews yearly. Cancel anytime.
ja: 毎年自動更新。いつでも解約できます。
zh_hans: 每年自动续订。可随时取消。

source: Backed up to your iCloud and synced across your devices.
ja: あなたのiCloudにバックアップされ、お使いのすべての端末で同期されます。
zh_hans: 已备份到你的 iCloud，并在你的设备间同步。

source: Buy
ja: 購入する
zh_hans: 购买

source: Calm
ja: 穏やか
zh_hans: 平静

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Capsule
ja: カプセル
zh_hans: 胶囊

source: Capsules live only on this device, so deleting the app erases them.
ja: カプセルはこの端末内にのみ保存されるため、アプリを削除すると失われます。
zh_hans: 胶囊仅保存在本机，删除应用会一并清除它们。

source: Capture how this moment sounds
ja: この瞬間の音を残す
zh_hans: 捕捉此刻的声音

source: Capture ten seconds of how your life sounds right now.
ja: 今のあなたの暮らしの音を、10秒だけ残しましょう。
zh_hans: 录下此刻生活的声音，只需十秒。

source: Card theme
ja: カードのテーマ
zh_hans: 卡片主题

source: Check your connection and try again. Your cloud data hasn't been changed.
ja: 接続を確認してもう一度お試しください。クラウドデータは変更されていません。
zh_hans: 请检查网络连接后重试。你的云端数据未被更改。

source: Choose what each mood looks like, and how soon a surprise echo comes back.
ja: ムードごとの色と、エコーが返ってくるまでの日数を選べます。
zh_hans: 自选每种心情的颜色，以及回声多久后返回。

source: Choosing colours and your echo window is a Pro feature.
ja: 色とエコーの期間を選べるのは Pro の機能です。
zh_hans: 自选配色与回声时段是 Pro 功能。

source: Classic
ja: クラシック
zh_hans: 经典

source: Clear filters
ja: フィルタをクリア
zh_hans: 清除筛选

source: Close
ja: 閉じる
zh_hans: 关闭

source: Colours you have already chosen keep showing — a lapse never changes how your capsules look. Only picking new ones needs Pro.
ja: すでに選んだ色はそのまま表示され続けます。Pro が切れてもカプセルの見た目は変わりません。Pro が必要なのは新しく選ぶときだけです。
zh_hans: 你已经选好的颜色会一直显示——即使 Pro 到期，胶囊的样子也不会改变。只有重新挑选时才需要 Pro。

source: Coming up
ja: もうすぐ
zh_hans: 即将到来

source: Continue
ja: 続ける
zh_hans: 继续

source: Couldn't delete cloud data
ja: クラウドデータを削除できませんでした
zh_hans: 无法删除云端数据

source: Couldn't prepare the export
ja: 書き出しを準備できませんでした
zh_hans: 无法准备导出

source: Couldn't restore purchases. Please check your connection and try again.
ja: 購入を復元できませんでした。接続を確認してもう一度お試しください。
zh_hans: 无法恢复购买。请检查网络连接后重试。

source: Couldn't save the capsule. Please try again.
ja: カプセルを保存できませんでした。もう一度お試しください。
zh_hans: 无法保存胶囊，请重试。

source: Couldn't start recording. Please try again.
ja: 録音を開始できませんでした。もう一度お試しください。
zh_hans: 无法开始录音，请重试。

source: Current location
ja: 現在地
zh_hans: 当前位置

source: Delete
ja: 削除
zh_hans: 删除

source: Delete capsule
ja: カプセルを削除
zh_hans: 删除胶囊

source: Delete my cloud data
ja: クラウドデータを削除
zh_hans: 删除我的云端数据

source: Delete my cloud data?
ja: クラウドデータを削除しますか？
zh_hans: 删除我的云端数据？

source: Delete this capsule?
ja: このカプセルを削除しますか？
zh_hans: 删除这个胶囊？

source: Discard & re-record
ja: 破棄して録り直す
zh_hans: 放弃并重录

source: Done
ja: 完了
zh_hans: 完成

source: Each new capsule picks a random day in the future to echo back and remind you of today. You can change or turn this off anytime.
ja: 新しいカプセルは未来のランダムな日を選び、今日のことをこだまのように知らせてくれます。日付の変更もオフもいつでもできます。
zh_hans: 每枚新胶囊都会随机选定未来的一天，回响提醒你今天的声音。日期可改，也可随时关闭。

source: Earlier this year
ja: 今年のそれ以前
zh_hans: 今年早些时候

source: Earliest
ja: 最短
zh_hans: 最早

source: Echo
ja: こだま
zh_hans: 回响

source: Echo date
ja: こだまの日付
zh_hans: 回响日期

source: Echo scheduled
ja: こだま予約済み
zh_hans: 已设回响

source: Echo window
ja: エコーの期間
zh_hans: 回声时段

source: Echoes back %@ · in %lld days
ja: %@にこだま · %lld日後
zh_hans: %@ 回响 · %lld 天后

source: Enable Reminders
ja: 通知を有効にする
zh_hans: 开启提醒

source: Energized
ja: 元気
zh_hans: 活力

source: Export
ja: エクスポート
zh_hans: 导出

source: Export & share
ja: 書き出して共有
zh_hans: 导出并分享

source: Export & share is a Pro feature.
ja: 書き出しと共有は Pro の機能です。
zh_hans: 导出与分享是 Pro 功能。

source: Export & share your cards
ja: カードを書き出して共有
zh_hans: 导出并分享你的卡片

source: Export my data
ja: データをエクスポート
zh_hans: 导出我的数据

source: Export your data?
ja: データをエクスポートしますか？
zh_hans: 导出你的数据？

source: Filter
ja: フィルタ
zh_hans: 筛选

source: Finding location…
ja: 現在地を取得中…
zh_hans: 正在获取位置…

source: Go beyond the free 60-second clip when a moment needs longer.
ja: 無料の60秒を超えて、もっと長く残したい瞬間に。
zh_hans: 当某个瞬间需要更长时，超越免费的 60 秒。

source: Graphite
ja: グラファイト
zh_hans: 石墨

source: Hear today again, someday
ja: いつかまた、今日を聴く
zh_hans: 在未来的某天，再听今天

source: Help & Support
ja: ヘルプとサポート
zh_hans: 帮助与支持

source: Her humming in the kitchen
ja: 台所で口ずさむ彼女
zh_hans: 她在厨房里哼着歌

source: Home
ja: 自宅
zh_hans: 家

source: In 1 month
ja: 1か月後
zh_hans: 1 个月后

source: In 1 year
ja: 1年後
zh_hans: 1 年后

source: In 6 months
ja: 6か月後
zh_hans: 6 个月后

source: It never locks a memory you've already made or received.
ja: すでに作った思い出や受け取った思い出を、ロックすることは決してありません。
zh_hans: 它绝不会锁住你已经创作或已经收到的回忆。

source: Joyful
ja: うれしい
zh_hans: 喜悦

source: Kids laughing at the park
ja: 公園で笑う子どもたち
zh_hans: 公园里孩子们的笑声

source: Latest
ja: 最長
zh_hans: 最晚

source: Listen to my recordings on this device
ja: この端末で録音を聴き取る
zh_hans: 在本机聆听我的录音

source: Listening
ja: 聴き取り
zh_hans: 聆听

source: Loading plans…
ja: プランを読み込み中…
zh_hans: 正在加载方案…

source: Locked
ja: ロック中
zh_hans: 已锁定

source: Made with Soundpost
ja: Soundpost で作成
zh_hans: 由 Soundpost 制作

source: Make it yours
ja: 自分らしく
zh_hans: 打造你的样子

source: Manage Subscription
ja: サブスクリプションを管理
zh_hans: 管理订阅

source: Melancholy
ja: もの悲しい
zh_hans: 忧伤

source: Microphone access is off.
ja: マイクへのアクセスがオフです。
zh_hans: 麦克风权限已关闭。

source: Mood
ja: 気分
zh_hans: 心情

source: Mood colours
ja: ムードの色
zh_hans: 心情配色

source: New capsule
ja: 新しいカプセル
zh_hans: 新建胶囊

source: No capsules yet
ja: まだカプセルがありません
zh_hans: 还没有胶囊

source: No purchases were found to restore.
ja: 復元できる購入は見つかりませんでした。
zh_hans: 未找到可恢复的购买。

source: Nostalgic
ja: なつかしい
zh_hans: 怀旧

source: Not Now
ja: あとで
zh_hans: 暂不

source: Notifications
ja: 通知
zh_hans: 通知

source: Off by default. When on, a capsule's one-line or place can appear in its resurface notification — your private words, shown on the lock screen. Turn notifications on or off for Soundpost in iOS Settings.
ja: 初期設定はオフです。オンにすると、カプセルの一言や場所が再浮上の通知に表示され、あなたの言葉がロック画面に出ます。Soundpostの通知のオン・オフはiOSの設定で変更できます。
zh_hans: 默认关闭。开启后，胶囊的一句话或地点会出现在重现通知中——你的私人文字会显示在锁屏上。可在 iOS 设置中开启或关闭 Soundpost 的通知。

source: Older
ja: それ以前
zh_hans: 更早

source: One line
ja: ひとこと
zh_hans: 一句话

source: One-time purchase. Yours to keep.
ja: 買い切り。ずっとあなたのものです。
zh_hans: 一次性购买。永久属于你。

source: Only on this device — sign in to iCloud to back up your capsules.
ja: この端末にのみ保存されています。iCloudにサインインするとカプセルをバックアップできます。
zh_hans: 仅保存在本机。登录 iCloud 即可备份你的胶囊。

source: Open Settings
ja: 設定を開く
zh_hans: 打开设置

source: Open Soundpost to hear this moment again.
ja: Soundpost を開いて、この瞬間をもう一度聞きましょう。
zh_hans: 打开 Soundpost，再次聆听这一刻。

source: Open iOS Settings
ja: iOSの設定を開く
zh_hans: 打开 iOS 设置

source: Open on
ja: 開く日
zh_hans: 开启日期

source: Opens
ja: 開封予定
zh_hans: 即将开启

source: Opens %@
ja: %@に開きます
zh_hans: %@ 开启

source: Outlined
ja: アウトライン
zh_hans: 描边

source: Pause
ja: 一時停止
zh_hans: 暂停

source: Place
ja: 場所
zh_hans: 地点

source: Plans aren't available right now.
ja: 現在、プランをご利用いただけません。
zh_hans: 暂时无法获取方案。

source: Play
ja: 再生
zh_hans: 播放

source: Please try again.
ja: もう一度お試しください。
zh_hans: 请再试一次。

source: Prepare this video?
ja: この動画を作成しますか？
zh_hans: 要制作这段视频吗？

source: Preparing your video…
ja: 動画を準備しています…
zh_hans: 正在准备你的视频…

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Purchase failed
ja: 購入できませんでした
zh_hans: 购买失败

source: Quick pick
ja: クイック選択
zh_hans: 快速选择

source: Rain on the window this morning
ja: 今朝、窓をたたく雨
zh_hans: 今早窗上的雨声

source: Reached the 60-second limit. Record up to 5 minutes with Pro.
ja: 60秒の上限に達しました。Pro なら最長5分まで録音できます。
zh_hans: 已达到 60 秒上限。升级 Pro 可录制最长 5 分钟。

source: Record a sound
ja: 音を録音
zh_hans: 录制声音

source: Record up to 5 minutes
ja: 最長5分まで録音
zh_hans: 录制最长 5 分钟

source: Record up to 5 minutes with Pro
ja: Pro で最長5分まで録音
zh_hans: 升级 Pro，录制最长 5 分钟

source: Recording may pick up nearby voices — please be considerate of others.
ja: 録音には周囲の声が入ることがあります。周りの方への配慮をお願いします。
zh_hans: 录音可能会收录到附近的人声，请体谅周围的人。

source: Recording up to 5 minutes is a Pro feature.
ja: 最長5分の録音は Pro の機能です。
zh_hans: 录制最长 5 分钟是 Pro 功能。

source: Recording…
ja: 録音中…
zh_hans: 录音中…

source: Remember where you were
ja: どこにいたかも、覚えておく
zh_hans: 记住你在哪里

source: Remind me of this later
ja: あとで思い出させて
zh_hans: 以后提醒我

source: Remove
ja: 削除
zh_hans: 移除

source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买

source: Resurface date
ja: 再会の日
zh_hans: 重现日期

source: Resurfaced
ja: 再浮上しました
zh_hans: 已重现

source: Save a card as an image with its audio, and share it anywhere.
ja: カードを音声付きの画像として保存し、どこへでも共有できます。
zh_hans: 把卡片连同音频保存为图片，分享到任何地方。

source: Save capsule
ja: カプセルを保存
zh_hans: 保存胶囊

source: Seal
ja: 封印
zh_hans: 封存

source: Seal to the future
ja: 未来へ封印
zh_hans: 封存到未来

source: Sealed
ja: 封印済み
zh_hans: 已封存

source: Sealed only
ja: 封印済みのみ
zh_hans: 仅已封存

source: Sealed — but reminders are off
ja: 封印しました — ただしリマインダーはオフです
zh_hans: 已封存——但提醒已关闭

source: Search your sounds
ja: サウンドを検索
zh_hans: 搜索你的声音

source: Selected
ja: 選択中
zh_hans: 已选择

source: Settings
ja: 設定
zh_hans: 设置

source: Share a video
ja: 動画にして共有
zh_hans: 制作可分享的视频

source: Share as image
ja: 画像として共有
zh_hans: 分享为图片

source: Share as video
ja: 動画として共有
zh_hans: 分享为视频

source: Show your words on the lock screen
ja: ロック画面に自分の言葉を表示
zh_hans: 在锁屏上显示你的文字

source: Skip
ja: スキップ
zh_hans: 跳过

source: Sound
ja: 音
zh_hans: 声音

source: Sound waveform
ja: サウンド波形
zh_hans: 声音波形

source: Soundpost Pro is active
ja: Soundpost Pro 有効
zh_hans: Soundpost Pro 已启用

source: Soundpost Pro is active — thank you.
ja: Soundpost Pro が有効です — ありがとうございます。
zh_hans: Soundpost Pro 已启用 — 谢谢你。

source: Soundpost can recognise everyday sounds — rain, birdsong, a train — so your capsules are easier to find later. The listening happens on your device; no audio is sent away to be analysed. What it hears is stored with the capsule and, like your recordings, syncs only to your own private iCloud. Turning this off also erases what it has already heard.
ja: 雨、鳥のさえずり、電車といった日常の音を認識して、あとからカプセルを探しやすくします。聴き取りはこの端末の中で行われ、分析のために音声がどこかへ送られることはありません。聴き取った内容はカプセルとともに、録音と同じように、あなた自身のプライベートな iCloud にのみ同期されます。オフにすると、すでに聴き取った内容も消去されます。
zh_hans: Soundpost 可以识别日常声音——雨声、鸟鸣、火车——让你以后更容易找到胶囊。聆听在你的设备上完成，不会为了分析而把音频发往别处。识别到的内容与胶囊一起保存，并和你的录音一样，只同步到你自己的私人 iCloud。关闭后，也会抹除已经识别到的内容。

source: Soundpost can tag each capsule with the place it was recorded — a memory of where, not just when. Tap Continue to choose whether to allow location.
ja: Soundpostは録音した場所をカプセルに記録できます——「いつ」だけでなく「どこで」も。「続ける」をタップすると、位置情報を許可するか選べます。
zh_hans: Soundpost 可以为每枚胶囊记下录音地点——不只是何时，还有何地。点按“继续”即可选择是否允许定位。

source: Soundpost is free — capture, seal, resurface, back up to iCloud, and receive every memory. Pro adds richer ways to make and share them.
ja: Soundpost は無料です — 録音、封印、再会、iCloud バックアップ、そしてすべての思い出を受け取ること。Pro は、思い出をより豊かに作り、共有する方法を加えます。
zh_hans: Soundpost 是免费的 — 录制、封存、重逢、备份到 iCloud，以及接收每一段回忆。Pro 让你以更丰富的方式创作和分享它们。

source: Soundpost is free — capture, seal, resurface, back up, and receive every memory. Pro adds richer ways to make and share them, and never locks a memory.
ja: Soundpostは無料です——録音、封印、再浮上、バックアップ、そしてすべての思い出を受け取れます。Proはより豊かな作成・共有を加えますが、思い出をロックすることはありません。
zh_hans: Soundpost 是免费的——录制、封存、重现、备份并接收每一段记忆。Pro 增添更丰富的制作与分享方式，且永不锁住任何记忆。

source: Soundpost will hide this capsule and notify you on %@. This is a gentle, honor-system seal kept on your device — not encryption.
ja: Soundpost はこのカプセルを非表示にし、%@にお知らせします。これは端末上のやさしい善意の封印で、暗号化ではありません。
zh_hans: Soundpost 会隐藏这个胶囊，并在 %@ 通知你。这是设备上温柔、基于自觉的封印，并非加密。

source: Sounds like
ja: こんな音がします
zh_hans: 听起来像

source: Start recording
ja: 録音を開始
zh_hans: 开始录音

source: Stop recording
ja: 録音を停止
zh_hans: 停止录音

source: Subscribe
ja: 登録する
zh_hans: 订阅

source: Tag where I am
ja: 現在地を追加
zh_hans: 标记当前位置

source: Tender
ja: やさしい
zh_hans: 温柔

source: Terms of Use
ja: 利用規約
zh_hans: 使用条款

source: That recording was too short. Try holding a moment longer.
ja: 録音が短すぎました。もう少し長めに録音してみてください。
zh_hans: 录音太短了，请按住再多录一会儿。

source: The annual plan auto-renews each year until you cancel. Manage or cancel anytime in your App Store account settings, at least 24 hours before the renewal date. Payment is charged to your Apple Account at confirmation. Lifetime is a one-time purchase. Your existing and received memories are never locked.
ja: 年額プランは、解約するまで毎年自動更新されます。更新日の少なくとも24時間前までに、App Store のアカウント設定でいつでも管理・解約できます。お支払いは確定時に Apple アカウントへ請求されます。買い切りは一度きりの購入です。すでにある思い出や受け取った思い出が、ロックされることはありません。
zh_hans: 年付方案在你取消前每年自动续订。你可以在续订日期前至少 24 小时，随时在 App Store 账户设置中管理或取消。确认购买时将向你的 Apple 账户收费。终身买断为一次性购买。你已有的和已收到的回忆绝不会被锁住。

source: The old train crossing bell
ja: 懐かしい踏切の音
zh_hans: 老式道口的铃声

source: This bundles %@ of audio plus a manifest of your notes, moods, places and dates. It's your own data — nothing new leaves your device.
ja: 音声約%@と、メモ・気分・場所・日付の一覧をまとめます。あなた自身のデータで、新たに端末の外に出るものはありません。
zh_hans: 这会打包约 %@ 的音频，以及你的笔记、心情、地点和日期清单。这是你自己的数据——没有新内容离开你的设备。

source: This capsule is sealed and will reappear here on its date. To be reminded on the day, turn on notifications for Soundpost in Settings.
ja: このカプセルは封印され、指定の日付にここで再び現れます。当日にお知らせを受け取るには、設定でSoundpostの通知をオンにしてください。
zh_hans: 这枚胶囊已封存，会在设定的日期重新出现在这里。若想在当天收到提醒，请在“设置”中开启 Soundpost 的通知。

source: This capsule opens %@.
ja: このカプセルは%@に開きます。
zh_hans: 这个胶囊将于 %@ 开启。

source: This month
ja: 今月
zh_hans: 本月

source: This one is about %@, so it will take a moment to make.
ja: この動画は約 %@ です。作成に少し時間がかかります。
zh_hans: 这段视频大约 %@，制作需要一点时间。

source: This permanently removes the recording.
ja: 録音が完全に削除されます。
zh_hans: 这将永久删除录音。

source: This removes the reminder schedule and device tokens Soundpost keeps on its server. Your capsules stay on this device and in iCloud. Far-future reminders fall back to this device's local schedule.
ja: Soundpost がサーバーに保存しているリマインダーのスケジュールとデバイストークンを削除します。カプセルはこの端末と iCloud に残ります。遠い未来のリマインダーは、この端末のローカルスケジュールに切り替わります。
zh_hans: 这会删除 Soundpost 保存在服务器上的提醒计划和设备令牌。你的胶囊仍保留在本机和 iCloud 中。远期提醒将回退到本机的本地计划。

source: Tinted
ja: ティント
zh_hans: 淡彩

source: Try again
ja: もう一度試す
zh_hans: 重试

source: Turn a capsule into a short video whose waveform lights up in time with the sound.
ja: カプセルを短い動画に。波形が音に合わせて左から順に光ります。
zh_hans: 把胶囊变成一段短视频，波形会随声音从左到右逐段亮起。

source: Ueno Park
ja: 上野公園
zh_hans: 上野公园

source: Unlock the theme pack with Soundpost Pro.
ja: Soundpost Pro でテーマパックを解除しましょう。
zh_hans: 通过 Soundpost Pro 解锁主题包。

source: Unseal
ja: 封印を解除
zh_hans: 解除封印

source: Up to 5 minutes. Tap to start.
ja: 最長5分まで。タップして開始。
zh_hans: 最长 5 分钟。点按开始。

source: Up to 60 seconds. Tap to start.
ja: 最大60秒。タップして開始。
zh_hans: 最长 60 秒。点按开始。

source: Up to a minute of real sound — rain, a café, a voice — kept as a beautiful, mood-tinted card.
ja: 雨の音、カフェ、誰かの声——最長1分のリアルな音を、気分の色をまとった美しいカードに。
zh_hans: 最长一分钟的真实声音——雨声、咖啡馆、某个声音——化作一张随心情上色的精美卡片。

source: Use the default colour for %@
ja: %@ を既定の色に戻す
zh_hans: 将%@恢复为默认颜色

source: Use the default colours
ja: 既定の色に戻す
zh_hans: 恢复默认配色

source: Use the default window
ja: 既定の期間に戻す
zh_hans: 恢复默认时段

source: What is this?
ja: これは何ですか？
zh_hans: 这是什么？

source: Yesterday
ja: 昨日
zh_hans: 昨天

source: You captured this %@
ja: %@にこの音を残しました
zh_hans: 你在%@录下了这段声音

source: You have Soundpost Pro. Thank you for supporting Soundpost.
ja: Soundpost Pro をご利用中です。Soundpost を応援してくれてありがとうございます。
zh_hans: 你已拥有 Soundpost Pro。感谢你对 Soundpost 的支持。

source: Your data
ja: あなたのデータ
zh_hans: 你的数据

source: Your iCloud storage is full, so new capsules stay on this device for now.
ja: iCloudの容量がいっぱいのため、新しいカプセルは当面この端末に保存されます。
zh_hans: 你的 iCloud 空间已满，新胶囊暂时只保存在本机。

source: Your purchases were restored.
ja: 購入を復元しました。
zh_hans: 已恢复你的购买。

source: a baby laughing
ja: 赤ちゃんの笑い声
zh_hans: 婴儿的笑声

source: a cat
ja: 猫
zh_hans: 猫叫

source: a crackling fire
ja: 焚き火
zh_hans: 噼啪的火

source: a crowd
ja: 人だかり
zh_hans: 人群

source: a dog barking
ja: 犬の鳴き声
zh_hans: 狗叫

source: a guitar
ja: ギター
zh_hans: 吉他

source: a helicopter
ja: ヘリコプター
zh_hans: 直升机

source: a passing car
ja: 通り過ぎる車
zh_hans: 驶过的车

source: a piano
ja: ピアノ
zh_hans: 钢琴

source: a plane overhead
ja: 頭上を飛ぶ飛行機
zh_hans: 头顶飞过的飞机

source: a running tap
ja: 水道の音
zh_hans: 水龙头

source: a stream
ja: せせらぎ
zh_hans: 溪流

source: a thunderstorm
ja: 雷雨
zh_hans: 雷雨

source: a ticking clock
ja: 時計の音
zh_hans: 钟表滴答

source: a train
ja: 電車
zh_hans: 火车

source: a vacuum
ja: 掃除機
zh_hans: 吸尘器

source: a violin
ja: バイオリン
zh_hans: 小提琴

source: a waterfall
ja: 滝
zh_hans: 瀑布

source: an owl
ja: フクロウ
zh_hans: 猫头鹰

source: applause
ja: 拍手
zh_hans: 掌声

source: bees
ja: 蜂
zh_hans: 蜜蜂

source: birdsong
ja: 鳥のさえずり
zh_hans: 鸟鸣

source: chatter
ja: ざわめき
zh_hans: 交谈声

source: cheering
ja: 歓声
zh_hans: 欢呼

source: chopping
ja: 包丁の音
zh_hans: 切菜声

source: church bells
ja: 教会の鐘
zh_hans: 教堂钟声

source: crickets
ja: 虫の音
zh_hans: 虫鸣

source: crows
ja: カラス
zh_hans: 乌鸦

source: cutlery
ja: 食器の音
zh_hans: 餐具声

source: dishes
ja: 皿や鍋の音
zh_hans: 锅碗瓢盆

source: frogs
ja: カエル
zh_hans: 蛙声

source: giggling
ja: くすくす笑い
zh_hans: 咯咯笑

source: humming
ja: 鼻歌
zh_hans: 哼唱

source: iCloud & delivery
ja: iCloudと配信
zh_hans: iCloud 与投递

source: insects
ja: 虫
zh_hans: 虫子

source: laughter
ja: 笑い声
zh_hans: 笑声

source: leaves in the wind
ja: 風に揺れる葉
zh_hans: 风吹树叶

source: music
ja: 音楽
zh_hans: 音乐

source: pouring
ja: 注ぐ音
zh_hans: 倒水声

source: purring
ja: 猫がのどを鳴らす音
zh_hans: 猫的呼噜声

# push.echo.body
source: A sound from your past is waiting for you.
ja: 過去からの音があなたを待っています。
zh_hans: 来自过去的一段声音正在等你。

# push.echo.title
source: An echo from your past
ja: 過去からのこだま
zh_hans: 来自过去的回响

# push.seal.body
source: Open Soundpost to hear this moment again.
ja: Soundpost を開いて、この瞬間をもう一度聞きましょう。
zh_hans: 打开 Soundpost，再次聆听这一刻。

# push.seal.title
source: A capsule has resurfaced
ja: カプセルがよみがえりました
zh_hans: 一个胶囊重现了

source: rain
ja: 雨
zh_hans: 雨声

source: raindrops
ja: 雨だれ
zh_hans: 雨滴

source: singing
ja: 歌声
zh_hans: 歌声

source: something boiling
ja: 沸く音
zh_hans: 水开的声音

source: something frying
ja: 何かを炒める音
zh_hans: 煎炒声

source: the ocean
ja: 海
zh_hans: 大海

source: the subway
ja: 地下鉄
zh_hans: 地铁

source: traffic
ja: 車の行き交う音
zh_hans: 车流声

source: typing
ja: タイピング
zh_hans: 打字声

source: voices
ja: 人の声
zh_hans: 说话声

source: waves
ja: 波
zh_hans: 海浪

source: whistling
ja: 口笛
zh_hans: 口哨

source: wind
ja: 風
zh_hans: 风声

source: “%@” — %lld days ago. Listen back.
ja: 「%@」— %lld日前のあなたが残した音。聴き返してみましょう。
zh_hans: “%@” — %lld 天前你录下的声音。回去听听吧。

source: “%@” — tap to listen.
ja: 「%@」— タップして聴いてみましょう。
zh_hans: “%@” — 轻点即可聆听。

source: OK
zh_hans: 好
